{
  "Articles": [
    {
      "Title": "England Euro 2024 team selector: Pick your starting XI to face Denmark",
      "Content": "Southgate deployed a 4-2-3-1 system on Sunday with Marc Guehi partnering John Stones at the back, Trent Alexander-Arnold starting alongside Declan Rice and Phil Foden starting down the left flank with freedom to roam.\r\n\r\nThe system and selections were justified during the opening half an hour as England dominated - but the Three Lions clung desperately to their one-goal advantage during the closing stages.\r\n\r\nDid Guehi and Stones do enough to keep their places in the side? Will Alexander-Arnold retain his starting berth in midfield? Should Foden drop to the bench after struggling to make an impact in Gelsenkirchen... or does he need to operate centrally?",
      "PublishedDate": "2024-06-12T14:58:17.4970000",
      "IsPublic": true,
      "ImageUrl": "https://e0.365dm.com/24/06/1600x900/skysports-foden-phil-trent_6583718.jpg?20240617104805",
      "Rating": 0.0
    },
    {
      "Title": "Scotland reporter notebook: Steve Clarke's side have a mountain to climb to make history at Euro 2024",
      "Content": "Steve Clarke's side take on Switzerland in Group A on Wednesday night; they lost their opening match against hosts Germany 5-1",
      "PublishedDate": "2024-06-11T14:58:17.7650000",
      "IsPublic": true,
      "ImageUrl": "https://e0.365dm.com/24/06/1600x900/skysports-euro-2024-football_6583750.jpg?20240617112243",
      "Rating": 0.0
    },
    {
      "Title": "Euro 2024 - Poland 1-2 Netherlands: Former Manchester United striker Wout Weghorst scores winner with Cody Gakpo also on target",
      "Content": "Robert Lewandowski was absent for the Poles due to a thigh injury, but his replacement Adam Buksa filled the void to glance Michal Probierz's side in front (16) from Piotr Zielinski's corner.\r\n\r\nNetherlands, who had already missed good chances through Tijjani Reijnders and Xavi Simons, ought to have levelled when Memphis Depay lifted his shot over the bar six minutes later - but they restored parity when Cody Gakpo's deflected shot wrong-footed Wojciech Szczesny (29).\r\n\r\nIt was the first of five attempts Gakpo had in the first half during a wasteful performance - the joint-most on record (since 1980) for a Dutch player in the first half of a match at the Euros.",
      "PublishedDate": "2024-06-10T14:58:18.0630000",
      "IsPublic": false,
      "ImageUrl": "https://e0.365dm.com/24/06/1600x900/skysports-euro-20241-football_6583266.jpg?20240616154755",
      "Rating": 0.0
    },
    {
      "Title": "Euro 2024 - Italy 2-1 Albania: Nicolo Barella strike earns reigning champions opening win in Dortmund",
      "Content": "Report from Euro 2024 as goals from Alessandro Bastoni and Nicolo Barella earn reigning champions Italy an opening victory in Dortmund on Saturday night; Nedim Bajrami put Albania in front after 23 seconds with the fastest goal in European Championship history",
      "PublishedDate": "2024-06-09T14:58:18.2450000",
      "IsPublic": true,
      "ImageUrl": "https://e0.365dm.com/24/06/1600x900/skysports-alessandro-bastoni_6582778.jpg?20240615214126",
      "Rating": 0.0
    },
    {
      "Title": "Euro 2024 - Spain 3-0 Croatia: Lamine Yamal makes European Championship history as youngest player in La Roja win",
      "Content": "Report from Euro 2024 as Spain ease to a 3-0 win over Croatia in their Group B opener; Alvaro Morata, Fabian Ruiz and Dani Carvajal were on target for Luis de la Fuente's side; Lamine Yamal impressed as the youngest player in the competition's history",
      "PublishedDate": "2024-06-08T14:58:18.4550000",
      "IsPublic": false,
      "ImageUrl": "https://e0.365dm.com/24/06/1600x900/skysports-euro-2024-football_6582646.jpg?20240615175410",
      "Rating": 0.0
    },
    {
      "Title": "Kevin Campbell: Sky Sports News' Alan Myers pays emotional tribute to ex-Everton striker after his death aged 54",
      "Content": "Former Arsenal, Everton and Nottingham Forest striker Kevin Campbell has died aged 54; he scored 148 goals in 542 club games across an almost 20-year career at the top; Sky Sports News' Alan Myers pays tribute to his \"good friend\" and \"a gentleman with a big heart\".",
      "PublishedDate": "2024-06-07T14:58:18.6320000",
      "IsPublic": true,
      "ImageUrl": "https://e0.365dm.com/24/06/1600x900/skysports-kevin-campbell-obituary-image_6582284.png?20240615104501",
      "Rating": 0.0
    },
    {
      "Title": "Scouting report: Benjamin Sesko star quality means Slovenia are not sight-seeing at Euro 2024 in Germany",
      "Content": "Slovenia made the most of a favourable draw in the qualifiers for Germany 2024 to reach their second European Championship, 24 years after their debut appearance at the tournament; Matjaz Kek says his side will not be making up the numbers in England's group.",
      "PublishedDate": "2024-06-06T14:58:18.9080000",
      "IsPublic": false,
      "ImageUrl": "https://e0.365dm.com/24/06/1600x900/skysports-euro-2024-football_6577934.jpg?20240610135846",
      "Rating": 0.0
    },
    {
      "Title": "Scouting report: Rasmus Hojlund key to Denmark hopes of more European Championship drama in Germany",
      "Content": "Denmark topped their qualifying group with 22 points, the first time they had topped a European qualifier group since the 2012 edition; Kasper Hjulmand's swashbuckling side face England in their second group game in Frankfurt on June 20.",
      "PublishedDate": "2024-06-05T14:58:19.1740000",
      "IsPublic": true,
      "ImageUrl": "https://e0.365dm.com/24/06/1600x900/skysports-euro-2024-football_6577935.jpg?20240610135914",
      "Rating": 0.0
    },
    {
      "Title": "Michael Olise: Chelsea and Newcastle approach Crystal Palace about signing winger",
      "Content": "Michael Olise's current Crystal Palace deal runs until 2027 but he has a release clause thought to be in the region of £60m; Olise scored 10 goals in 19 appearances last season, his best return despite missing 18 games due to injury; Chelsea hold a long-standing interest in winger.",
      "PublishedDate": "2024-06-04T14:58:19.3500000",
      "IsPublic": false,
      "ImageUrl": "https://e0.365dm.com/23/12/1600x900/skysports-michael-olise-crystal-palace_6394986.jpg?20231216170314",
      "Rating": 0.0
    },
    {
      "Title": "Newcastle transfer news: Lloyd Kelly completes free transfer from Bournemouth",
      "Content": "Lloyd Kelly becomes Eddie Howe's first signing of the summer at Newcastle; They had been in talks with Tosin Adarabioyo, but the defender chose to join Chelsea instead; Kelly: It wasn't a hard decision for me to come here\".",
      "PublishedDate": "2024-06-03T14:58:19.6200000",
      "IsPublic": true,
      "ImageUrl": "https://e0.365dm.com/24/06/1600x900/skysports-newcastle-lloyd-kelly_6580768.jpg?20240613160802",
      "Rating": 0.0
    },
    {
      "Title": "Man Utd, Arsenal and Chelsea among 13 Premier League clubs in transfer market for a striker - who could they sign?",
      "Content": "Sky Sports News understands there could be up to 13 clubs in the market for a centre-forward this summer; Sky Sports takes a look at 15 of the best options with Joshua Zirkzee, Victor Osimhen and Jonathan David - linked with a transfer to the Premier League - among those assessed.",
      "PublishedDate": "2024-06-02T14:58:19.8680000",
      "IsPublic": false,
      "ImageUrl": "https://e0.365dm.com/24/06/1600x900/skysports-football-transfers_6580313.jpg?20240613092221",
      "Rating": 0.0
    },
    {
      "Title": "Joao Palhinha: Fulham reject improved Bayern Munich bid for Portugal midfielder",
      "Content": "Fulham reject improved Bayern Munich offer for Joao Palhinha; deal worth the second-most for a defensive midfielder aged 28 or over; Palhinha has four years left on his Fulham contract, which has no release clause; Barcelona and Manchester United are also interested in the 28-year-old.",
      "PublishedDate": "2024-06-01T14:58:20.1230000",
      "IsPublic": true,
      "ImageUrl": "https://e0.365dm.com/24/06/1600x900/skysports-fulham-joao-palhinha_6579875.jpg?20240612171623",
      "Rating": 0.0
    },
    {
      "Title": "Erik ten Hag: How did Manchester United come to decision to keep Dutch coach and what happens now?",
      "Content": "Erik ten Hag is staying at Manchester United after the club finished their end-of-season review; the Dutchman is in talks over a new contract at Old Trafford with one year left on his current deal; United did speak to other managers before sticking with their current coach",
      "PublishedDate": "2024-05-31T14:58:20.3790000",
      "IsPublic": false,
      "ImageUrl": "https://e0.365dm.com/24/06/1600x900/skysports-man-utd-ten-hag_6579371.jpg?20240612080845",
      "Rating": 0.0
    },
    {
      "Title": "Erik ten Hag to stay as Manchester United manager and is in talks to extend contract",
      "Content": "Man Utd conclude review of the season and decide to keep Erik ten Hag, with negotiations over a contract extension said to be under way; Ten Hag's FA Cup triumph and squads injury issues understood to have been considered in review, which saw Gareth Southgate and others sounded out for job",
      "PublishedDate": "2024-05-30T14:58:20.5530000",
      "IsPublic": true,
      "ImageUrl": "https://e0.365dm.com/24/05/1600x900/skysports-fa-cup-final-manchester-united_6565640.jpg?20240525154928",
      "Rating": 0.0
    }
  ]
}
